let size = 1000

for (let i = 0; i < 20; i++) {
  const str = 'a'.repeat(size)
  console.log(size)
  console.time(i)
  const a = str.slice(2, size - 1)
  const b = str.slice(3, size)
  a === b
  console.timeEnd(i)
  size *= 2
}

// 假设O(n)可以1s跑1e7的数据
// !js 的字符串切片大约是O(n/200)的复杂度
// 1000
// 0: 0.149ms
// 2000
// 1: 0.013ms
// 4000
// 2: 0.02ms
// 8000
// 3: 0.019ms
// 16000
// 4: 1.143ms
// 32000
// 5: 0.032ms
// 64000
// 6: 0.022ms
// 128000
// 7: 0.025ms
// 256000
// 8: 0.234ms
// 512000
// 9: 0.392ms
// 1024000
// 10: 1.42ms
// 2048000
// 11: 1.636ms
// 4096000
// 12: 2.503ms
// 8192000
// 13: 5.281ms
// 16384000
// 14: 10.207ms
// 32768000
// 15: 22.38ms
// 65536000
// 16: 43.041ms
// 131072000
// 17: 80.406ms
// 262144000
// 18: 167.94ms
// 524288000
// 19: 326.463ms
