# N 種類の品物がそれぞれ無限個あります。 i 種類目の品物は重さが A
# i
# ​
#   、体積が B
# i
# ​
#   、価値が C
# i
# ​
#   です。

# レベル X の高橋君は、重さの合計が X 以下かつ体積の合計が X 以下になるように品物を持つことができます。ここで、高橋君は条件を満たすならば同じ種類の品物を何個でも持つことが可能であり、また選ばない種類の品物があっても構いません。

# レベル X の高橋君が持てる品物の価値の合計の最大値を f(X) とするとき、極限
# X→∞
# lim
# ​

# X
# f(X)
# ​
#   が存在することが証明できます。この値を求めてください。

import sys

sys.setrecursionlimit(int(1e9))
input = lambda: sys.stdin.readline().rstrip("\r\n")
MOD = 998244353
INF = int(4e18)

if __name__ == "__main__":
    ...
